[Balance.PawnBalance_FirePhoenix AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Phoenix fire")
PlayThroughs[1]=(DisplayName="Burning Phoenix")
PlayThroughs[2]=(DisplayName="Phoenix Fire")

[Balance.PawnBalance_JackFirePhoenix AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Fox fire")

